{
    "home": {
        "title": "Найбільш відвідувані сайти",
        "google": {
            "name": "Google",
            "text": "Американська транснаціональна корпорація у складі холдингу Alphabet,що інвестує в інтернет - пошук, хмарні обчислення та рекламні технології."
        },
        "youTube": {
            "name": "YouTube",
            "text": "Служба відеохостингу, яка надає користувачам послуги зберігання, доставки та відображення відео. YouTube став популярним відеохостингом і власним сайтом у світі за кількістю відвідувачів."
        },
        "facebook": {
            "name": "Facebook",
            "text": "Соціальна мережа, яка працює з лютого 2004 року. Її заснував американець Марк Цукерберг разом із групою сусідів по гуртожитку. Існував сервіс під назвою \"The Facebook *\" і був доступний тільки для представників Гарварду."
        },
        "baidu": {
            "name": "Baidu",
            "text": "Китайська компанія, що надає веб-сервіси, основним з яких є однойменна пошукова система - лідер серед китайських пошукових систем. Посідає четверте місце на світовому ринку пошукових систем з часткою 1,06%."
        },
        "wikipedia": {
            "name": "Wikipedia",
            "text": "Загальнодоступна багатомовна універсальна Інтернет-енциклопедія вільного вмісту, реалізована за принципами вікі. Сайт належить американській некомерційній організації Wikimedia Foundation, яка має 37 регіональних офісів."
        },
        "yahoo": {
            "name": "Yahoo",
            "text": "Американська компанія, яка володіла другою за популярністю пошуковою системою в світі і надає ряд послуг, об'єднаних інтернет-порталом Yahoo."
        },
        "amazon": {
            "name": "Amazon",
            "text": "Американська компанія, найбільша у світі на ринках платформ електронної комерції та публічних хмарних обчислень за доходами та ринковою капіталізацією."
        },
        "twitter": {
            "name": "Twitter",
            "text": "Американська служба мікроблогів і соціальна мережа, де користувачі публікують повідомлення та взаємодіють із ними, відомі як \"твіти\". Користувачі взаємодіють із Twitter через браузер, мобільний додаток або API. До квітня 2020 року послуги були доступні через SMS."
        },
        "name": "Головна"
    },
    "menu": {
        "news": "Новини",
        "profile": "Профіль"
    },
    "news": {
        "button": "Завантажити ще"
    },
    "profile": {
        "c++": {
            "text": "С++ сьогодні вважається однією з найпопулярніших мов програмування. За допомогою C++ створюють ігри, операційні системи, пишуть програми для комп'ютерів, драйвери, утиліти і т.д."
        },
        "c#": {
            "text": "C# є об'єктно-орієнтованою мовою. Працювати дуже зручно. Основною сферою використання C# є розробка серверних додатків або, іншими словами, розробка back-end рішень. Також ця мова дозволяє розробляти різні системні та мережеві додатки і створювати бібліотеки для C ++"
        },
        "java": {
            "text": "Мова, яка використовується для написання корпоративного програмного забезпечення, розробки ігор і мобільних програм. Вона постійно розвивається, і за 25 років існування на ринку увійшла в ТОП-5 найбільш популярних і затребуваних мов програмування."
        },
        "javaScript": {
            "text": "JavaScript широко використовується в інтерфейсній розробці. Він також використовується для створення додатків на Android та iOS і розробки на стороні сервера. JavaScript для програмістів-початківців підходить з кількох причин: код виконується браузером, записується в редакторі або IDE, результати швидко видно; одна з найпопулярніших мов, які використовуються в веб-розробці."
        },
        "python": {
            "text": "Python використовується для широкого кола завдань, від звичайних програм до побудови нейронних мереж."
        },
        "php": {
            "text": "PHP — широко поширена мова програмування загального призначення з відкритим кодом. PHP спеціально розроблений для веб-розробки, і його код можна вставляти безпосередньо в HTML."
        },
        "go": {
            "text": "Зібрана багатопотокова мова програмування, розроблена Google. Розробка Go почалася у вересні 2007 року і була безпосередньо розроблена Робертом Грісмером, Робом Пайком і Кеном Томпсоном, які раніше працювали над проектом розробки операційної системи Inferno."
        }
    },
    "buttons": {
        "button": "зареєструватися",
        "signIn": "увійти",
        "logOut": "Вийти",
        "delete": "видалити"
    },
    "form": {
        "name": "Ім'я",
        "email": "Електронна пошта",
        "password": "Пароль"
    }
}